IDEA Open Model
ConnectionSetup.CheckDetailing Property
 Perform check of bolt positions
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool CheckDetailing { get; set; }
Public Property CheckDetailing As Boolean
	Get
	Set
public:
property bool CheckDetailing {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace